IDEA Open Model
ReinfFabric.CoverFromSetting Property
Compatible with IDEA StatiCa v 10.1
 Use cover from DetailModelSetting
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool CoverFromSetting { get; set; }
Public Property CoverFromSetting As Boolean
	Get
	Set
public:
property bool CoverFromSetting {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace